Repository: andyhirsch/typo3-easyconf
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de, it

# index.title
source: Website configuration
de: Webseitenkonfiguration
it: Configurazione del sito web

# noTemplate.title
source: Template required
de: Template erforderlich
it: Modello richiesto: template richiesto

# noTemplate.description
source: For the selected page no template record is available. Select a page having a template record or switch to the template module to create one for the current page.
de: Für die ausgewählte Seite ist kein Template verfügbar. Wählen Sie eine Seite mit einem Template oder wechseln Sie zum Template-Modul, um eines für die aktuelle Seite zu erstellen.
it: Per la pagina selezionata non è disponibile alcun record modello. Seleziona una pagina con un record modello o passa al modulo modello per crearne uno per la pagina corrente.

# selectPage
source: Select page "%s"
de: Wähle Seite "%s"
it: Seleziona pagina "%s"

# switchTemplateModule
source: Switch to template module
de: Zum Template-Modul wechseln
it: Passa al modulo modello

# support.title
source: Need help?
de: Benötigen Sie Unterstützung?
it: Hai bisogno d'aiuto?

# support.description
source: TYPO3 is known for its flexibility. Almost all is possible...! This flexibility increases as well the complexity and therefore more detailed adjustments require deeper understanding. Don't lose precious time on further configuration and let the experts help you.
de: TYPO3 ist bekannt für seine Flexibilität. Fast alles ist möglich... Diese Flexibilität erhöht auch die Komplexität und führt dazu, dass weitergehende Anpassungen vertiefte Kenntnisse erfordern. Verlieren Sie keine wertvolle Zeit bei anspruchsvollen Konfigurationen und kontaktieren Sie uns.
it: TYPO3 è noto per la sua flessibilità. Quasi tutto è possibile...! Questa flessibilità aumenta anche la complessità e quindi aggiustamenti più dettagliati richiedono una comprensione più approfondita. Non perdere tempo prezioso in ulteriori configurazioni e lasciati aiutare dagli esperti.

# support.action.info
source: Get more information
de: Mehr Informationen
it: Ottieni più informazioni

# support.action.call
source: Call us
de: Anrufen
it: Chiamaci

# support.action.email
source: Send an email
de: E-Mail senden
it: Invia una mail

# info.restoreFieldValue.title
source: Restore field values
it: Ripristina i valori dei campi

# info.restoreFieldValue.description
source: Inherited field values can be restored by saving double question marks (`??`) as field value.
it: I valori dei campi ereditati possono essere ripristinati salvando i doppi punti (`??`) come valore del campo.
